Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Switch Light/Dark Theme
sv: Växla ljust/mörkt tema

source: Moreover, the following functionality is inherited from GTK, however it is likely that GTK/Freedesktop will change how icon theming works in the future, so we only mention it for reference.
sv: Dessutom är följande funktionalitet ärvd från GTK. GTK/Freedesktop kommer sannolikt att ändra hur ikonteman fungerar i framtiden, så den nämns bara som referens.

source: The File Browser makes it easy to navigate through files on your computer or through your custom collections.
sv: Filbläddraren gör det enkelt att navigera bland filer på datorn och i dina egna samlingar.

source: Edit Tool
sv: Redigeringsverktyg

source: Reverse/flip the selected automation horizontally or vertically.
sv: Vänd den markerade automationen vågrätt eller lodrätt.

source: About Zrythm
sv: Om Zrythm

source: Fader Mute
sv: Tysta regeln

source: Searching the user preferences
sv: Söka i användarinställningar

source: Track Lanes
sv: Spår Lanes

source: Editing
sv: Redigering

source: Channel settings
sv: Kanalinställningar

source: Predefined Bookmarks
sv: Fördefinierade bokmärken

source: Bindings can be enabled/disabled by clicking the checkbox on each row, or deleted by selecting one or more rows and pressing the :guilabel:`Delete` button in the toolbar at the bottom.
sv: Bindningar kan aktiveras eller inaktiveras genom att klicka på kryssrutan på varje rad eller tas bort genom att markera en eller flera rader och trycka på knappen :guilabel:`Ta bort` i verktygsfältet längst ned.

source: Record automation in latch/touch mode.
sv: Spela in automation in latch/touch mode.

source: Right audio input port to listen to
sv: Höger ljudingångsport att lyssna på

source: The following syntax usually refers to a path, so please keep it unchanged, otherwise the file it refers to will not be found.
sv: Följande syntax avser vanligen en sökväg, så behåll den oförändrad. Annars hittas inte filen som den hänvisar till.

source: [Fader Controls]
sv: [Faderkontroller]

source: Automation can be recorded in `latch` mode or `touch` mode. The mode can be selected and toggled by clicking on it inside automation tracks.
sv: Automation kan spelas in i läget `latch` eller `touch`. Läget kan väljas och växlas genom att klicka på det i automationsspår.

source: last 100 lines of the log file
sv: de sista 100 raderna i loggfilen

source: Audio Editor Controls
sv: Kontroller för ljudredigeraren

source: Listen Level
sv: Avlyssningsnivå

source: Save Project As
sv: Spara projekt som

source: Appearance
sv: Utseende

source: Automate Anything
sv: Automate Vilken som helstthing

source: Spring Green
sv: Vårgrön

source: Cue Point
sv: Köpunkt

source: Legal, licensing and trademark information
sv: Juridisk information om licenser och varumärken

source: This is highly experimental and many things are subject to change.
sv: Detta är mycket experimentellt och mycket kan komma att ändras.

source: Editor ruler
sv: Redigerarlinjal

source: JACK Output
sv: JACK-utdata

source: Then, enter the required details to help us understand, reproduce and fix the issue.
sv: Ange sedan de uppgifter som behövs för att hjälpa oss att förstå, återskapa och åtgärda problemet.

source: dotted
sv: punkterad

source: Unable to decompress project file at {}
sv: Det gick inte att packa upp projektfilen vid {}

source: Looping Regions
sv: Slingaing Regions

source: Zrythm and the Zrythm logo are trademarks of Alexandros Theodotou.
sv: Zrythm och Zrythm-logotypen är varumärken som tillhör Alexandros Theodotou.

source: Create takes
sv: Skapa tagningar

source: Presets
sv: Förinställningar

source: Folder track with a MIDI FX track as a child
sv: Mappspår med ett MIDI-effektspår som underordnat spår

source: It is recommended to have at least 16 inches of monitor space to work efficiently with Zrythm.
sv: Vi rekommenderar en bildskärm på minst 16 tum för att arbeta effektivt med Zrythm.

source: Stereo dynamic range compressor
sv: Kompressor för stereodynamiskt omfång

source: Saving works as you would expect: :guilabel:`Save As...` will save the Project in a new location and :guilabel:`Save` will save the Project in the previous location.
sv: Sparandet fungerar som väntat: :guilabel:`Spara som…` sparar projektet på en ny plats och :guilabel:`Spara` sparar projektet på den tidigare platsen.

source: Here is an example of helpful steps to reproduce:
sv: Här är ett exempel på användbara steg för att återskapa:

source: Link to snap
sv: Länka till fästning

source: Extensive Toolbox
sv: Extensive Verktygbox

source: Indicators
sv: Indikatorer

source: Zrythm contains code under AGPL/GPL which requires all source code (including source code of used libraries) to be disclosed, and therefore it is illegal to provide builds with ASIO support.
sv: Zrythm innehåller kod under AGPL/GPL som kräver att all källkod, inklusive källkoden för använda bibliotek, offentliggörs. Därför är det olagligt att tillhandahålla byggen med ASIO-stöd.

source: Timeline Controls
sv: Kontroller för tidslinjen

source: Brush Mode
sv: Penselläge

source: Event
sv: Händelse

source: Terms
sv: Villkor

source: Plugin Overview
sv: Översikt över insticksmoduler

source: Backend info
sv: Information om bakänden

source: Place the loop markers around the selection (:kbd:`Control-l`).
sv: Placera loopmarkörerna runt markeringen (:kbd:`Control-l`).

source: Snapping and Grid Options
sv: Alternativ för snäppning och rutnät

source: Show the :ref:`preferences dialog <preferences>`.
sv: Visa :ref:`inställningsdialogrutan <preferences>`.

source: Left Panel
sv: Vänster panel

source: Intuitive User Interface
sv: Intuitivt användargränssnitt

source: On MacOS, :term:`AU` plugins will be scanned at their standard locations at :file:`/Library/Audio/Plug-Ins/Components` for system plugins and :file:`~/Library/Audio/Plug-Ins/Components` for user plugins.
sv: På macOS genomsöks :term:`AU`-insticksmoduler på standardsökvägarna :file:`/Library/Audio/Plug-Ins/Components` för systeminsticksmoduler och :file:`~/Library/Audio/Plug-Ins/Components` för användarinsticksmoduler.

source: Access to all v1 & v2 releases
sv: Åtkomst till alla v1- och v2-utgåvor

source: Pattern for generated filenames
sv: Mönster för genererade filnamn

source: A highly automated and intuitive digital audio workstation
sv: A highly automated and intuitive digital ljud workstation

source: Erasing Objects
sv: Radera objekt

source: See :ref:`tracks/tracklist:Track Visibility and Filtering` for more information about track visibility.
sv: Se :ref:`tracks/tracklist:Track Visibility and Filtering` för mer information om spårsynlighet.

source: Amount
sv: Mängd

source: These are similar to Audio Group tracks, except that they act on MIDI signals instead of audio signals.
sv: De liknar ljudgruppspår men verkar på MIDI-signaler i stället för ljudsignaler.

source: Master Output Spectrum
sv: Huvudutgångens spektrum

source: When you are done, click the :guilabel:`Create Issue` button to submit the issue to us.
sv: När du är klar klickar du på :guilabel:`Create Issue` för att skicka in ärendet till oss.

source: All source code is released as {ref}copyleft free software{endref}.
sv: All källkod släpps som {ref}fri programvara med copyleft{endref}.

source: Launch on Next Beat
sv: Starta vid nästa slag

source: In the above example, the output audio port ``TP Stereo out L`` is connected to the input audio port ``Ch Pre-Fader in L``. This connection is created automatically by Zrythm internally.
sv: I exemplet ovan är utgående ljudporten ``TP Stereo out L`` ansluten till ingående ljudporten ``Ch Pre-Fader in L``. Zrythm skapar denna anslutning automatiskt internt.

source: Audio group tracks can be used for grouping audio signals together via direct routing. For example, kicks, snares and hihats can be routed to a "Drums" audio group track so you can add effects and control their volume collectively instead of separately.
sv: Ljudgruppspår kan användas för att gruppera ljudsignaler genom direkt dirigering. Du kan till exempel dirigera bastrumma, virveltrumma och hi-hat till ett ljudgruppspår med namnet ”Trummor” för att lägga till effekter och styra deras volym tillsammans i stället för var för sig.

source: In a software environment, :abbr:`CV (Control Voltage)` represents audio-rate control data.
sv: I en programvarumiljö representerar :abbr:`CV (styrspänning)` styrdata med ljudhastighet.

source: Velocity multiplier per note
sv: Hastighets multiplikator per not

source: On startup, Zrythm will attempt to increase the maximum limit of files it can open. You should give your user enough permissions to allow this.
sv: Vid start försöker Zrythm höja den högsta gränsen för antalet filer som kan öppnas. Du bör ge användaren tillräckliga behörigheter för att tillåta detta.

source: Your subscription is complimentary and permanently <b>Active</b>
sv: Din prenumeration är kostnadsfri och permanent <b>aktiv</b>

source: The mixer
sv: Mixern

source: Ballad — Nostalgic
sv: Ballad – nostalgisk

source: A highly automated and intuitive digital audio workstation.
sv: En mycket automatiserad och intuitiv digital ljudarbetsstation.

source: Localization Files
sv: Lokaliseringfiler

source: Searchable Preferences
sv: Sökable Preferences

source: In Zrythm, :term:`SFZ`/:term:`SF2` are also used as plugins.
sv: I Zrythm används :term:`SFZ`/:term:`SF2` även som insticksmoduler.

source: Playhead Display
sv: Visning av uppspelningshuvud

source: Selecting a chord preset
sv: Välja en ackordförinställning

source: Licenses for images found on this website can be found in {ref}this README file{endref}.
sv: Licenser för bilder på denna webbplats finns i {ref}den här README-filen{endref}.

source: Automate any possible parameter, including the project's BPM and time signature.
sv: Automate vilken som helst possible parameter, including the project's BPM and time signature.

source: Unmute %1 Objects
sv: Slå på ljudet för %1 objekt

source: Macro {} CV Out
sv: Makro {} CV ut

source: Delete Track
sv: Ta bort spår

source: The following steps apply to systemd users (the vast majority of GNU/Linux users). For non-systemd users, you can usually obtain the core file in the current directory after running the first 2 commands below and running Zrythm until it crashes.
sv: Följande steg gäller systemd-användare, vilket är de allra flesta GNU/Linux-användare. För användare utan systemd kan du vanligen hämta kärnfilen i den aktuella katalogen efter att ha kört de två första kommandona nedan och kört Zrythm tills det kraschar.

source: Walkthroughs
sv: Genomgångar

source: Modulators
sv: Modulatorer

source: Project selection
sv: Projektval

source: Marker track with 2 markers
sv: Markerspår med två markörer

source: See :ref:`tracks/tracklist:Tracklist` for details.
sv: Se :ref:`tracks/tracklist:Tracklist` för mer information.

source: Panel tabs
sv: Panelflikar

source: Output
sv: Utgång

source: Open…
sv: Öppna…

source: Audio interface
sv: Ljudgränssnitt

source: Generally, :kbd:`Shift` is used to bypass snapping, and :kbd:`Escape` will cancel a currently in-progress action.
sv: I allmänhet används :kbd:`Shift` för att kringgå snäppning och :kbd:`Escape` avbryter en åtgärd som pågår.

source: The :abbr:`BPM (Beats Per Minute)` is the tempo of the song.
sv: :abbr:`BPM (slag per minut)` är låtens tempo.

source: Alternatively, you can drag the plugin on a mixer slot to add it there or replace the previous plugin.
sv: Alternativt kan du dra insticksmodulen till en plats i mixern för att lägga till den där eller ersätta den föregående insticksmodulen.

source: Macro knobs are simple controls that can be used to control multiple parameters. They can be automated in the :ref:`Modulator Track <tracks/track-types:Modulator Track>`, and you can also route envelopes like LFOs to them.
sv: Makrorattar är enkla styrelement som kan styra flera parametrar. De kan automatiseras i :ref:`modulatorspåret <tracks/track-types:Modulator Track>`, och du kan även dirigera kuvert som LFO:er till dem.

source: Macro Knobs
sv: Makrorattar

source: Filling in details according to the template
sv: Fyll i uppgifter enligt mallen

source: Piano Roll Section
sv: Avsnitt för pianorullen

source: Enabled
sv: Aktiverad

source: Modulators are any plugins that have at least one :term:`CV` output port. These CV ports can be routed to any automatable parameter inside Zrythm. For example, you can route an LFO to a filter cutoff parameter to modulate its value.
sv: Modulatorer är insticksmoduler som har minst en utgående :term:`CV`-port. Dessa CV-portar kan routas till valfri automatiserbar parameter i Zrythm. Du kan till exempel routa en LFO till ett filters brytfrekvensparameter för att modulera dess värde.

source: Zrythm looks inside the plugin's metadata to determine what type the plugin is. If that is not enough, Zrythm makes a decision based on the number of audio, MIDI, control and CV input and output ports a plugin has.
sv: Zrythm läser insticksmodulens metadata för att avgöra vilken typ den är. Om det inte räcker fattar Zrythm ett beslut utifrån hur många in- och utgångsportar för ljud, MIDI, styrning och CV insticksmodulen har.

source: Scroll when Playhead Reaches Edge
sv: Rulla när uppspelningshuvudet når kanten

source: A `plugin host <https://kx.studio/Applications:Carla>`_ that provides a library Zrythm uses to load some plugins. Plugins loaded through Carla can be bridged to separate processes.
sv: En `insticksmodulvärd <https://kx.studio/Applications:Carla>`_ som tillhandahåller ett bibliotek som Zrythm använder för att läsa in vissa insticksmoduler. Insticksmoduler som läses in via Carla kan bryggas till separata processer.

source: The master track is a special type of Audio Group Track that Zrythm uses to route the resulting audio signal after all the processing is done to the audio backend.
sv: Masterspåret är en särskild typ av ljudgruppspår som Zrythm använder för att dirigera den resulterande ljudsignalen till ljudbakänden efter att all bearbetning har utförts.

source: Linear
sv: Linjär

source: Track Selection
sv: Spårmarkering

source: Inserts
sv: Insättningar

source: Zrythm comes with a few utilities below that can be used from the :term:`CLI`.
sv: Zrythm innehåller några verktyg nedan som kan användas från :term:`CLI`.

source: Basic
sv: Grundläggande

source: Instrument tracks can be created this way.
sv: Instrumentspår kan skapas på detta sätt.

source: Elliptical curve.
sv: Elliptisk kurva.

source: None
sv: Ingen

source: Chat with us on Discord
sv: Chatta med oss på Discord

source: Logarithmic
sv: Logaritmisk

source: Disables the selected tracks. Disabled tracks will not be processed.
sv: Inaktiverar de markerade spåren. Inaktiverade spår bearbetas inte.

source: Stretching Objects
sv: Sträcka objekt

source: Add to project
sv: Lägg till i projektet

source: Import or export any part of the project in MIDI Type 0 or Type 1 formats.
sv: Importera eller exportera valfri del av projektet i MIDI-format av typ 0 eller 1.

source: Single Version
sv: Ensam Version

source: Punch in/out range, indicated by red markers
sv: Punch in/ut-intervall, som anges av röda markörer

source: Arranger Shortcuts
sv: Kortkommandon för arrangeraren

source: Zrythm executable.
sv: Zrythms körbara fil.

source: Change automatable
sv: Ändra automatiserbar parameter

source: This is because this value will replaced automatically by Sphinx with the translation for ``Parameter``. The only exception to this rule is when you see the ``<>`` characters. For example:
sv: Detta beror på att Sphinx automatiskt ersätter detta värde med översättningen av ``Parameter``. Det enda undantaget från regeln är när du ser tecknen ``<>``. Exempel:

source: Ports can be routed to other ports anywhere within Zrythm by double clicking on them.
sv: Portar kan dirigeras till andra portar var som helst i Zrythm genom att dubbelklicka på dem.

source: Double Click/Enter
sv: Dubbelklick/Retur

source: Zrythm comes with pre-installed chord presets, and it also allows you to generate chord presets from scales, or even save your own.
sv: Zrythm levereras med förinstallerade ackordsförinställningar och låter dig även generera ackordsförinställningar från skalor eller spara egna.

source: Apply dithering
sv: Använd dithering

source: Snap to
sv: Fäst till

source: More settings are available in the :ref:`preferences`.
sv: Fler inställningar finns i :ref:`inställningarna <preferences>`.

source: Stop Playback
sv: Stoppa uppspelning

source: The ruler will display more or less information depending on the current zoom level. It will also display the following markers/indicators discussed in :ref:`loop-points-and-markers`.
sv: Linjalens informationsmängd beror på den aktuella zoomnivån. Den visar även följande markörer och indikatorer som beskrivs i :ref:`loop-points-and-markers`.

source: For example, if an instrument track is armed for recording and it has a MIDI keyboard connected in its inputs, you will hear sound when you press a key on your MIDI keyboard.
sv: Om till exempel ett instrumentspår är aktiverat för inspelning och ett MIDI-klaviatur är anslutet till dess ingångar hör du ljud när du trycker på en tangent på MIDI-klaviaturet.

source: Pin/Unpin
sv: Fäst/lossa

source: Clicking on the :guilabel:`Save Preset` button in the top part of the chord pad will allow you to save the current chord configuration in a preset.
sv: Genom att klicka på knappen :guilabel:`Spara förinställning` längst upp på ackordplattan kan du spara den aktuella ackordskonfigurationen som en förinställning.

source: Zrythm has a Preferences dialog containing all of the global settings that can be accessed by clicking the gear icon or with :kbd:`Control-,`
sv: Zrythm har en inställningsdialogruta med alla globala inställningar som kan öppnas genom att klicka på kugghjulsikonen eller med :kbd:`Control-,`

source: Undo Stack Length
sv: Ångra-stackens längd

source: Merge events
sv: Sammanfoga händelser

source: Delete the 2nd note
sv: Ta bort den andra noten

source: Pixelated and misaligned timebase master and transport client icons
sv: Pixliga och feljusterade ikoner för tidsbasmaster och transportklient

source: Controls whether the plugin is active or bypassed.
sv: Styr om insticksmodulen är aktiv eller förbikopplad.

source: Some other DAWs use the term `bus` to refer to what Zrythm refers to as `group`. Please keep this in mind if you are coming from other DAWs as they are different things in Zrythm.
sv: Vissa andra DAW:er använder termen `buss` för det som Zrythm kallar `grupp`. Tänk på detta om du kommer från andra DAW:er, eftersom begreppen skiljer sig åt i Zrythm.

source: The Master track is also a group.
sv: Masterspåret är också en grupp.

source: Editing Custom Packs
sv: Redigera egna paket

source: The fader section is used to control the volume and stereo balance of a channel.
sv: Faderavsnittet används för att styra en kanals volym och stereobalans.

source: Default audio samples used by Zrythm (such as the metronome). Normally installed under :file:`/usr/share/zrythm/samples`.
sv: Standardljudprover som används av Zrythm, till exempel metronomen. De installeras normalt under :file:`/usr/share/zrythm/samples`.

source: In-context listening, signal groups, FX tracks, MIDI effect and insert slots, pre and post-fader aux sends and anywhere-to-anywhere routing.
sv: Lyssning i kontexten, signalgrupper, FX-spår, platser för MIDI-effekter och insatser, aux-sändningar före och efter fadern samt routning från valfri punkt till valfri punkt.

source: Create New Project
sv: Skapa nytt projekt

source: Renaming a region
sv: Byta namn på en region

source: Droping onto an existing track will import the file on that track (if possible), and dropping onto empty space will create one or more new tracks (depending on the number of dropped files, or number of tracks contained in Type 1 MIDI files).
sv: Om du släpper på ett befintligt spår importeras filen till det spåret (om möjligt); om du släpper på ett tomt område skapas ett eller flera nya spår (beroende på hur många filer som släpps eller hur många spår MIDI-filer av typ 1 innehåller).

source: Stop playback of the selected file.
sv: Stoppa uppspelning av den markerade filen.

source: These files will be copied to backups as well.
sv: Dessa filer kopieras också till säkerhetskopior.

source: Group Tracks
sv: Gruppspår

source: VST3 is a plugin standard that supersedes :term:`VST2`. It is better to use VST3 than VST2, because it is released as :term:`Free software`.
sv: VST3 är en insticksmodulstandard som ersätter :term:`VST2`. Det är bättre att använda VST3 än VST2 eftersom den ges ut som :term:`fri programvara <Free software>`.

source: Routing to Outputs
sv: Routning till utgångar

source: Delete
sv: Ta bort

source: Adjusting fade out point (click & drag)
sv: Justera uttoningspunkt, klicka och dra

source: Showing/Hiding Lanes
sv: Visa/dölj banor

source: Lanes can be made visible by clicking the "hamburger" icon in the track view.
sv: Du kan göra banor synliga genom att klicka på hamburgerikonen i spårvyn.

source: Drum View
sv: Trumvy

source: Arm the track for recording.
sv: Aktivera spåret för inspelning.

source: No clip selected
sv: Inget klipp har valts

source: :ref:`Chord Pad <chords-and-scales/chord-pad:Chord Pad>`
sv: :ref:`Ackordplatta <chords-and-scales/chord-pad:Chord Pad>`

source: Track context menu
sv: Spårets snabbmeny

source: Randomization
sv: Slumpning

source: The metronome samples can be overridden by placing your own samples in your Zrythm directory. This is a TODO feature.
sv: Metronomens ljudprover kan åsidosättas genom att du placerar egna ljudprover i din Zrythm-katalog. Detta är en TODO-funktion.

source: The MIDI arranger contains MIDI notes drawn as rectangles from their start position to their end position. Zrythm will send a MIDI note on signal when the start position of a note is reached, and a note off signal when the end position of a note is reached.
sv: MIDI-arrangeraren innehåller MIDI-noter som ritas som rektanglar från startpositionen till slutpositionen. Zrythm skickar en MIDI-not-på-signal när en nots startposition nås och en not-av-signal när dess slutposition nås.

source: Open the Command Prompt app as an administrator by searching for `cmd` in the start menu, then right clicking on the app and selecting `Run as Administrator`. Then, type the following and press enter/return:
sv: Öppna Kommandotolken som administratör genom att söka efter `cmd` på startmenyn, högerklicka på programmet och välja `Kör som administratör`. Skriv sedan följande och tryck på Enter/Retur:

source: Standard Packs
sv: Standardpaket

source: `GeonKick <https://gitlab.com/iurie-sw/geonkick>`_ is a kick drum synthesizer that can also synthesize other types of percussion.
sv: `GeonKick <https://gitlab.com/iurie-sw/geonkick>`_ är en bastrumsynt som även kan syntetisera andra typer av slagverk.

source: Automation functions are logic that can be applied to transform the selected automation points/curves. The following functions are available.
sv: Automationsfunktioner är logik som kan användas för att omvandla de markerade automationspunkterna/-kurvorna. Följande funktioner är tillgängliga.

source: Constrain to %1
sv: Begränsa till %1

source: An easy way to do it is by copying the directory that Zrythm comes with and replacing the icons with your own.
sv: Ett enkelt sätt är att kopiera katalogen som följer med Zrythm och ersätta ikonerna med dina egna.

source: Plugin Browser
sv: Insticksbläddrare

source: Overwrite events
sv: Skriv över händelser
